{
  "website":{
    "title": "TOMY's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "I am a Full Stack engineer with Mobile development, automation Ops and writing scripts experience. Life is a continuous learning process, so work makes me more rigorous, travel makes my life more colorful. I can make lots of friends when I coding and travel."
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It has comprehensive function, it can be easily used and edited. It's adapted for many kinds devices.",
    "angularjs": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well.",
    "rsser": "Rsser is an Ionic application, with this application we can read news and articles freely, you can add rss address from the given list and add it manually."
  },
  "career":{
    "my_career": "My Career",
    "nextcode": "TDC",
    "nextcode_des": "Now I am in TDC and develop Mobile Application with Java, ObjectiveC, C++.",
    "nextcode_date": "Sep. 2015",
    "nextcode_job": "Mobile Developer",
    "netease": "VappSmart Team",
    "netease_des": "In VappSmart, I started to create the best App and Game for Mobile",
    "netease_date": "Sep. 2014",
    "netease_job": "Dev Ops",
    "ucloud": "VMG MEDIA JSC",
    "ucloud_des": "In VMG Media, I started to deal with servers and Linux system and use shell scripts to manage massive server.",
    "ucloud_date": "Sep. 2012",
    "ucloud_job": "Dev Ops",
    "college": "Graduation",
    "college_des": "At July 2012,I graduated from college and started my IT technology tour.",
    "college_date": "Jul. 2012",
    "college_job": "Student"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
